Repository: sysfce2/glib-networking
Catalog: po/kw.po
Languages: kw

source: Proxy resolver internal error.
kw: Error pervedhek yn digelmer proksy.

source: Connection is closed
kw: Junyans yw degeys

source: Cannot perform blocking operation during TLS handshake
kw: Na yllir gwruthyl oberyans lettys dres shackyans leuv TLS

source: Socket I/O timed out
kw: Kraw Y/E yn termyn yn-mes

source: Server required TLS certificate
kw: Servell rekwirys testskrif TLS

source: Handshake is not finished, no channel binding information yet
kw: Shackyans leuv andeu, kedhlow chanel vyth hwath

source: Peer does not support safe renegotiation
kw: Koweth na skoodhya dasnegysyans saw

source: Unacceptable TLS certificate
kw: Testskrif TLS ankemeradow

source: Receive flags are not supported
kw: Baneryow degemeres anskoodhys

source: Send flags are not supported
kw: Baneryow danvon anskoodhys

source: Failed to import PKCS #12: %s
kw: Y fyllis ynperthi PKCS #12: %s

source: Could not parse DER certificate: %s
kw: Na yllir redya testskrif DER: %s

source: Could not parse PEM certificate: %s
kw: Na yllir redya testskrif PEM: %s

source: Could not parse DER private key: %s
kw: Na yllir redya alhwedh privedh DER: %s

source: Could not parse PEM private key: %s
kw: Na yllir redya alhwedh privedh PEM: %s

source: Could not import PKCS #11 certificate URI: %s
kw: Na yllir ynperthi URI testskrif PKCS #11: %s

source: No certificate data provided
kw: Data testskrif provys vyth

source: Cannot verify peer identity of unexpected type %s
kw: Na yllir gwirhe honanieth a eghen angwaytys %s

source: Could not create TLS connection:
kw: Na yllir gul junya TLS:

source: Could not create TLS connection: %s
kw: Na yllir gul junyans TLS: %s

source: Peer failed to perform TLS handshake: %s
kw: Koweth fyllis gwruthyl shackyans leuv TLS: %s

source: TLS connection closed unexpectedly
kw: Junyans TLS degeys angwaytys

source: TLS connection peer did not send a certificate
kw: Koweth junyans TLS na danvon unn testskrif

source: Peer sent fatal TLS alert: %s
kw: Koweth danvenys gwarnyans TLS marwel: %s

source: Protocol version downgrade attack detected
kw: Omsettyans versyon protokol helerghys

source: Message is too large for DTLS connection; maximum is %u byte
kw: Messach yw re bras rag junyans DTLS; mohya yw %u bayt

source: The operation timed out
kw: An oberyans yn termyn yn-mes

source: Error performing TLS handshake: %s
kw: Error dres ow gwruthyl shackyans leuv TLS: %s

source: Error performing TLS handshake
kw: Error dres ow gwruthyl shackyans levu TLS

source: Empty channel binding data indicates a bug in the TLS library implementation
kw: Data kolm chanel gwag sinya unn kudyn gans an gweythresans lyverva TLS

source: Channel binding type is not implemented in the TLS library
kw: Eghen kolm chanel na kowlwulys y'n lyverva TLS

source: Channel binding data is not yet available
kw: Data kolm chanel na kavadow hwath

source: Requested channel binding type is not implemented
kw: Eghen kolm chanel pejys na kowlwulys

source: Error reading data from TLS socket
kw: Error dres ow redya data rag kraw TLS

source: Error writing data to TLS socket
kw: Error dres ow skrifa data rag kraw TLS

source: Message of size %lu byte is too large for DTLS connection
kw: Messach a braster %lu bayt yw re bras rag junyans DTLS

source: (maximum is %u byte)
kw: (moyha yw %u bayt)

source: Error performing TLS close: %s
kw: Error dres gwruthyl degeans TLS: %s

source: Failed to allocate credentials: %s
kw: Y fyllis kevranna manylyon: %s

source: Failed to load system trust store: GnuTLS was not configured with a system trust
kw: Y fyllis karga gwithva system fydhyans: GnuTLS yw anselys gans unn fydhyans system

source: Failed to load system trust store: %s
kw: Y fyllis karga gwithva fydhyans system: %s

source: System trust contains zero trusted certificates; please investigate your GnuTLS configuration
kw: Fydhyans system kontaynya mann testskrifow fydhys; mar pleg hwithra dha selyans GnuTLS

source: Failed to initialize trust list: %s
kw: Y fyllis dalleth rol fydhyans: %s

source: Failed to populate trust list from %s: %s
kw: Y fyllis pobla rol fydhyans dhyworth %s: %s

source: Certificate has no private key
kw: Testskrif kavos alhwedh privedh vyth

source: Could not set TLS cipher list: %s
kw: Na yllir rol cyfer TLS: %s

source: Could not set MAX protocol to %d: %s
kw: Na yllir protokol MAX dhe %d: %s

source: Could not create TLS context: %s
kw: Na yllir gul kettesten TLS: %s

source: Unacceptable TLS certificate authority
kw: Awtorita testskrif TLS ankemeradow

source: Digest too big for RSA key
kw: Dijest re bras rag alhwedh RSA

source: Secure renegotiation is disabled
kw: Dasnegysyans saw yw marow

source: %s: The connection is broken
kw: %s: An junyans yw terrys

source: The request is invalid.
kw: An govyn yw anewn.

source: Channel binding data tls-unique is not available
kw: Data kolm chanel tls-unique ankavadow

source: X.509 Certificate is not available on the connection
kw: Testskrif X.509 na kavadow war'n junyans

source: Unable to obtain certificate signature algorithm
kw: Anabel kavos method sinans testskrif

source: Current X.509 certificate uses unknown or unsupported signature algorithm
kw: Testskrif X.509 a-lemmyn devnydhya method sinans ankoth po anskoodhys

source: Failed to generate X.509 certificate digest
kw: Y fyllis dinythi dijest testskrif X.509

source: TLS Connection does not support TLS-Exporter feature
kw: Junyans TLS na skoodhya nas TLS-Exporter

source: Unexpected error while exporting keying data
kw: Error angwaytys dres owth esperthi data alwedhow

source: Error performing TLS close
kw: Error dres gwruthyl degeans TLS

source: Could not get trust settings for certificate
kw: Na yllir kerghes settyansow fydhyans rag testskrif

source: Could not retrieve certificates
kw: Na yllir kerghes testskrifow

source: Could not get root certificate store
kw: Na yllir kavos gwithva testskrifow gwreydhen

source: Could not get CA certificate store
kw: Na yllir kavos gwitha testkrifow CA

source: Could not create CA store
kw: Na yllir gul gwithva CA

source: There is a problem with the certificate: %s
kw: Yma hager vargen gans an testskrif: %s

source: There is a problem with the certificate private key: %s
kw: Yma ynn kudyn gans an alwedh privedh testskrif: %s
